Repository: runt18/nv
Catalog: *.lproj/Localizable.strings
Languages: it, pt, zh

source: %.0lf KB of %.0lf KB
it: %.0lf KB di %.0lf KB
pt: %.0lf KB de %.0lf KB
zh: %.0lf KB，共 %.0lf KB

source: %.0lf KB received
it: %.0lf KB ricevuti
pt: %.0lf KB recebidos
zh: %.0lf KB 已下载

# A file named quotemark%@quotemark already exists.
source: A file named “%@” already exists.
it: C'è già un documento con il nome “%@”.
pt: Um arquivo com o nome “%@” já existe.
zh: 已存在名为 “%@” 的文件。

source: Cancel
it: Annulla
pt: Cancelar
zh: 取消

source: Choose a folder into which %lu notes will be exported
it: Scegli una cartella in cui esportare le note %lu
pt: Escolha uma pasta de destino para exportar %lu notas
zh: 请选择一个要导出 %lu 的文件夹

source: Continue
it: Continua
pt: Continuar
zh: 继续

source: Continue exporting?
it: Continuo con l'esportazione?
pt: Continuar exportando?
zh: 继续导出?

source: Could not find the application TextEdit.
it: Non riesco a trovare l'applicazione TextEdit.
pt: Não foi possível encontrar o aplicativo Editor de Texto.
zh: 无法找到应用程序 TextEdit。

source: Could not locate the note file.
it: Non riesco a trovare il documento contenente la nota.
pt: Não foi possível encontrar o arquivo de notas.
zh: 无法定位笔记文件。

source: Delete
it: Cancella
pt: Apagar
zh: 删除

source: Delete %lu notes?
it: Cancello %lu note?
pt: Apagar notas %lu?
zh: 删除 %lu 条笔记?

# Delete the note titled quotemark%@quotemark?
source: Delete the note titled “%@”?
it: Vuoi cancellare la nota “%@”?
pt: Apagar a nota entitulada “%@”?
zh: 删除标题为 “%@” 的笔记？

source: Undo Note
it: Annulla Nota
pt: Desfazer Nota
zh: 撤销笔记

source: Undo adding %d notes?
it: Annullo l'aggiunta di %d note?
pt: Desfazer a criação de %d notas?
zh: 撤销添加 %d 条笔记？

# Undo adding the note quotemark%@quotemark?
source: Undo adding the note “%@”?
it: Annullo l'aggiunta della nota “%@”?
zh: 撤销添加标题为 “%@” 的笔记？

source: Undoing a note has the effect of deleting it. Use “Redo” to re-add it.
it: Annullare una nota significa cancellarla. Usa il comando “Ripeti” per aggiungerla nuovamente.
pt: Desfazer uma nota tem efeito semelhante a apagá-la. Use “Refazer” para readicionar.
zh: 撤销笔记会导致笔记删除，使用“重做”功能来添加它。

source: Does it still exist?
it: Esiste ancora?
pt: Existe ainda?
zh: 文件是否存在？

source: Don't Replace
it: Non sostituire
pt: Não Substituir
zh: 不替换

source: Don't Update
it: Non aggiornare
pt: Não Atualizar
zh: 不升级

source: Download: waiting to begin.
it: Download: in attesa dell'avvio.
pt: Download: aguardando o início.
zh: 下载: 等待开始。

source: Error: the modification date of the file “%@” could not be compared because %@
it: Errore: Non è stato possibile confrontare la data di modifica del documento “%@”, perché %@
pt: Erro: a data de modificação do arquivo “%@” não pode ser comparada porque %@
zh: 错误: 无法比较文件 “%@” 的修改日期，因为%@

source: Error: the modification date of the file “%@” could not be determined because %@
it: Errore: Non è stato possibile determinare la data di modifica del documento “%@”, perché %@
pt: Erro: a data de modificação do arquivo “%@” não pode ser determinada porque %@
zh: 错误: 无法检测文件 “%@” 的修改日期，因为%@

# Error: unable to read the contents of the file quotemark%@.quotemark
source: Error: unable to read the contents of the file “%@.”
it: Errore: Impossibile leggere il contenuto del documento “%@.”
pt: Erro: não foi possível ler o conteúdo do arquivo “%@.”
zh: 错误: 无法读取文件 “%@.” 中的内容

source: Export
it: Esporta
pt: Exportar
zh: 导出

source: Export Notes
it: Esporta note
pt: Exportar Notas
zh: 导出笔记

source: I'll Go See
it: Voglio vedere
pt: Vou Verificar
zh: 我会确认一下

source: If you update this note with re-interpreted data from the file, you may overwrite your changes.
it: Se aggiorni questa nota con dati ripresi dal documento, c'è il rischio di sovrascrivere le modifiche.
pt: Se você atualizar esta nota com dados reinterpretados do arquivo, poderá perder as alterações já feitas.
zh: 如果您从文件中使用重编译的数据来更新笔记，您可能会覆盖当前修改内容。

source: If you wish to convert it, you must open and re-save the file in an external editor.
it: Se desideri convertirlo, devi aprire e risalvare il documento con un editor esterno.
pt: Se você deseja efetuar a conversão, precisa abrir e salvar novamente o arquivo em um editor externo.
zh: 如果您想转换它，您必须在外部编辑器中打开并重新保存。

source: No notes were selected for exporting.
it: Nessuna nota selezionata per l'esportazione.
pt: Nenhuma nota foi selecionada para exportação.
zh: 未选择要导出的笔记。

# nvALT should assume the file quotemark%@quotemark was saved with the encoding:
source: nvALT should assume the file “%@” was saved with the encoding:
it: nvALT ritiene che il documento “%@” sia stato salvato con la codifica:
pt: nvALT deve assumir que o arquivo “%@” foi salvo com a codificação:
zh: nvALT 假设文件 “%@” 使用的是下列编码：

source: Note Importing Cancelled
it: Importazione della nota annullata
pt: Importação de Nota Cancelada
zh: 导入笔记已取消

source: Operation cancelled
it: Operazione annullata
pt: Operação cancelada
zh: 操作已取消

source: Open in TextEdit
it: Apri in TextEdit
pt: Abrir no Editor de Texto
zh: 在 TextEdit 中打开

source: Other…
it: Altro…
pt: Outra…
zh: 其他…

source: Overwrite Note
it: Sovrascrivi nota
pt: Sobrescrever Nota
zh: 覆盖笔记

source: Please try again.
it: Per favore riprova.
pt: Por favor, tente novamente.
zh: 请重试。

source: Please try another encoding.
it: Per favore scegli una codifica diversa.
zh: 请尝试其他编码。

source: “%@” is a Unicode file and not directly interpretable using plain text encodings.
it: “%@” è un documento in Unicode e non può essere interpretato direttamente usando un formato di solo testo.
pt: “%@” é um arquivo Unicode e não diretamente interpretável utilizando a codificação de texto simples.
zh: “%@” 是 Unicode 编码文件，因此无法用纯文本编码直接编译。

source: Replace
it: Sostituisci
pt: Substituir
zh: 替换

source: Replace All
it: Sostituisci tutto
pt: Substituir Todos
zh: 替换全部

source: Replace its current contents with that of the note?
it: Sostituisci il contenuto corrente con quello della nota?
pt: Substituir o conteúdo atual pelo conteúdo da nota?
zh: 使用当前内容替换笔记？

source: Sorry, you entered an incorrect passphrase.
it: Spiacente, hai inserito una parola d'ordine non corretta.
pt: Desculpe, você digitou uma frase de segurança incorreta.
zh: 抱歉，您输入的口令不正确。

source: Stop Exporting
it: Interrompi esportazione
pt: Parar Exportação
zh: 停止导出

source: The file may no longer exist or has incorrect permissions.
it: Il documento potrebbe non esistere più, o potrebbe avere permessi non corretti.
pt: O arquivo não existe mais ou possui permissões incorretas.
zh: 文件不存在或权限错误。

# The note quotemark%@quotemark couldn't be exported because %@.
source: The note “%@” couldn't be exported because %@.
it: Non è stato possibile esportare la nota “%@” perché %@.
pt: A nota “%@” não pode ser exportada porque %@.
zh: 笔记 “%@” 无法被导出，因为%@。

# The note quotemark%@quotemark is newer than its file on disk.
source: The note “%@” is newer than its file on disk.
it: La nota “%@” è più recente di quella del documento su disco.
pt: A nota “%@” é mais recente que seu arquivo em disco.
zh: 笔记 “%@” 与磁盘上的文件相比较新。

source: The notes couldn't be exported because the directory “%@” couldn't be accessed.
it: Non è stato possibile esportare la nota, perché non è possibile accedere alla cartella “%@”.
pt: As notas não puderam ser exportadas porque o diretório “%@” não pode ser acessado.
zh: 笔记无法被导出，因为目录 “%@” 无法访问。

# The URL quotemark%@quotemark could not be accessed: %@.
source: The URL “%@” could not be accessed: %@.
it: Non è stato possibile accedere all'indirizzo URL “%@”: %@.
pt: A URL “%@” não pode ser acessada: %@.
zh: 链接 “%@” 无法访问: %@。

source: This may be due to an error in the program or operating system.
it: Potrebbe dipendere da un errore nel programma o nel sistema operativo.
pt: Isto pode ter sido ocasionado por um erro no programa ou no sistema operacional.
zh: 这可能是由于错误的程序或操作系统引起的。

source: unknown error.
it: errore sconosciuto.
pt: erro desconhecido.
zh: 位置错误。

source: an error of type %d occurred
it: si è verificato un errore di tipo %d
pt: ocorreu um erro do tipo %d
zh: 发生%d类错误

source: Untitled Note
it: Senza titolo
pt: Nota Sem Título
zh: 未标题笔记

source: Search or Create
it: Cerca o crea nota
pt: Buscar ou Criar
zh: 搜索或创建

source: You may need to re-run the Mac OS X installer.
it: Può essere necessario ripetere l'installazione di Mac OS X.
pt: Talvez seja necessário rodar o instalador do Mac OS X novamente.
zh: 您需要重新运行 Mac OS X 安装程序。

source: You must select at least one note to export.
it: È necessario selezionare almeno una nota da esportare.
pt: Você deve selecionar pelo menos uma nota para ser exportada.
zh: 您必须选择至少一条笔记导入。

source: Editing
it: Modifica
pt: Editar
zh: 编辑

source: General
it: Generali
pt: Geral
zh: 常规

source: Notes
it: Note
pt: Notas
zh: 笔记

source: Fonts & Colors
it: Caratteri e colori
pt: Fontes & Cores
zh: 字体与颜色

source: <Directory unknown>
it: <Directory sconosciuta>
pt: <Diretório desconhecido>
zh: <未知目录>

source: Select a folder
it: Seleziona una cartella
pt: Selecione uma pasta
zh: 选择一个文件夹

source: Select
it: Seleziona
pt: Selecionar

source: Select the folder that nvALT should use for reading and storing notes.
it: Seleziona una cartella da cui nvALT possa leggere e memorizzre le note.
pt: Selecione a pasta que o nvALT deve utilizar para ler e armazenar notas.
zh: 选择 nvALT 用于读取和存储笔记的文件夹。

source: (None)
it: (Nessuna)
pt: (Nenhum)
zh: (无)

source: PBKDF2 iterations: %ld
it: Iterazioni PBKDF2: %ld
pt: Iterações PBKDF2: %ld
zh: PBKDF2 迭代: %ld

source: Please choose a different folder in which to store your notes.
it: Scegli una cartella diversa per le tue note.
pt: Escolha uma pasta diferente para armazenar suas notas.
zh: 请选择另一个用于存储您的笔记的文件夹。

source: Please choose a folder in which your notes will be stored.
it: Scegli una cartella in cui memorizzare le note.
pt: Escolha uma pasta para armazenar suas notas.
zh: 请选择一个用于存储您的笔记的文件夹。

source: your Application Support directory
it: la cartella Application Support
pt: seu diretório Application Support
zh: 您的 Application Support 目录

source: its current location
it: la sua posizione corrente
pt: sua localização atual
zh: 它的当前位置

source: Unable to initialize notes database in %@ because %@.
it: Non riesco ad inizializzare l'archivio delle note in %@, perché %@.
pt: Impossível inicializar banco de dados de notas em %@ porque %@.
zh: 无法初始化笔记数据库 %@。因为%@。

source: Choose another folder
it: Scegli una cartella diversa
pt: Escolha outra pasta
zh: 选择另一文件夹

source: Quit
it: Esci
pt: Sair
zh: 退出

source: Reverting to current location of %@.
it: Ritorno alla posizione corrente di %@.
pt: Revertendo para a atual localização do %@.
zh: 返回到 %@ 的当前位置。

source: Warning: this database was created by a newer version of nvALT. Continue anyway?
it: Attenzione: questo archivio è stato creato con una versione di nvALT più recente. Vuoi continuare lo stesso?
pt: Atenção: este banco de dados foi criado por uma versão mais recente do nvALT. Deseja continuar?
zh: 警告: 数据库由较新版本的 nvALT 创建，确认继续？

source: If you make changes, some settings and metadata could be lost.
it: Se esegui delle modifiche, alcune impostazioni e alcuni metadati potrebbero andare perduti.
pt: Se você fizer alterações, algumas definições e metadados poderão ser perdidos.
zh: 如果您修改它，部分设置和元数据可能会丢失。

source: Add New Note from Clipboard
it: Aggiungi una nuova nota dagli Appunti
pt: Criar Nota a partir da Área de Transferência
zh: 从夹纸板创建笔记

source: Error: Couldn't create a note from the selection.
it: Errore: Non ho potuto creare una nova dalla selezione.
pt: Erro: Não foi possível criar uma nota a partir da seleção.
zh: 错误: 无法从选区创建笔记。

source: Import
it: Importa
pt: Importar
zh: 导入

source: Import Notes
it: Importa note
pt: Importar Notas
zh: 导入笔记

source: None of the selected files could be imported.
it: Non ho potuto importare nessuno dei documenti selezionati.
pt: Nenhum dos arquivos selecionados poderão ser importados.
zh: 选定的文件没有可导入的内容。

source: Please choose other files.
it: Per favore scegli altri documenti.
pt: Por favor, escolha outros arquivos.
zh: 请选择其他文件。

source: Select files and folders from which to import notes.
it: Seleziona i documenti e le cartelle da cui importare le note.
pt: Selecione arquivos e pastas de onde deseja importar notas.
zh: 选择要导入笔记的文件或文件夹。

source: More Security Options
it: Altre opzioni di sicurezza
pt: Mais Opções de Segurança
zh: 更多安全选项

source: Your entered passphrase does not match your verify passphrase.
it: La parola d'ordine e la parola di verifica non combaciano.
pt: A frase de segurança digitada não corresponde à frase de verificação.
zh: 您两次输入的口令不匹配。

source: Your entered current passphrase is incorrect.
it: La parola d'ordine che hai inserito non è corretta.
pt: A frase de segurança atual digitada está incorreta.
zh: 您当前输入的口令不正确。

source: Your entered new passphrase does not match your verification passphrase.
it: Hai inserito una nuova parola d'ordine che non corrisponde alla parola di verifica.
pt: A frase de segurança digitada na campo de verificação não corresponde à nova frase escolhida.
zh: 您两次输入的新口令不匹配。

source: Please enter the passphrase to access notes in %@.
it: Per favore inserisci la parola d'ordine per accedere alle note situate in %@.
pt: Por favor, digite a frase de segurança para acessar as notas em %@.
zh: 请输入用于访问笔记 %@ 的口令

source: the current notes directory
it: la directory delle note corrente
pt: o diretório de notas atual
zh: 当前笔记目录

source: Today
it: Oggi
pt: Hoje
zh: 今天

source: Tomorrow
it: Domani
pt: Amanhã
zh: 明天

source: Yesterday
it: Ieri
pt: Ontem
zh: 昨天

source: %ld Notes Selected
it: %ld note selezionate
pt: %ld Notas Selecionadas
zh: 已选择 %ld 条笔记

source: (Unknown Note) [%@]
it: (Nota sconosciuta) [%@]
pt: (Nota Desconhecida) [%@]
zh: (未知笔记) [%@]

source: (WHAT??)
it: (COSA???)
pt: (QUE??)
zh: (神马??)

source: Add %lu Notes
it: Aggiungi %lu note
pt: Adicionar %lu Notas
zh: 添加 %lu 条笔记

source: Add to Bookmarks
it: Aggiungi ai segnalibri
pt: Adicionar aos Marcadores
zh: 添加到书签

source: Show Bookmarks
it: Mostra segnalibri
pt: Mostrar Marcadores
zh: 显示书签

source: Hide Bookmarks
it: Nascondi segnalibri
pt: Esconder Marcadores
zh: 隐藏书签

source: Bold
it: Neretto
pt: Negrito
zh: 粗体

source: Changed notes could not be saved because %@.
it: Non è stato possibile salvare le note modificate, perché %@.
pt: Não possível salvar alterações porque %@.
zh: 更改的笔记无法保存，因为%@.

source: Copy
it: Copia
pt: Copiar
zh: 拷贝

source: Copy
it: Copia
pt: Copiar
zh: 拷贝

source: Copy URL
it: Copia URL
pt: Copiar URL
zh: 拷贝 URL

source: Couldn't move notes into the chosen folder because %@
it: Impossibile spostare le note nella cartella selezionata, perché %@
pt: Não foi possível mover as notas para a pasta escolhida porque %@
zh: 无法移动笔记到指定文件夹，因为%@

# Create Note quotemark%@quotemark
source: Create Note “%@”
it: Crea nota “%@”
pt: Criar Nota “%@”
zh: 创建笔记 “%@”

source: Cut
it: Taglia
pt: Recortar
zh: 剪切

# Press Command-Z to undo this action later.
source: Press ⌘-Z to undo this action later.
it: Premi ⌘-Z per annullare questa operazione.
pt: Você poderá desfazer esta ação posteriormente.
zh: 按 ⌘-Z 撤销这个动作。

source: Delete %lu Notes
it: Cancella %lu note
pt: Apagar %lu Notas
zh: 删除 %lu 条笔记

# Delete quotemark%@quotemark
source: Delete “%@”
it: Cancella “%@”
pt: Apagar “%@”
zh: 删除 “%@”

source: Disable Encryption
it: Disattiva cifrature
pt: Desabilitar Criptografia
zh: 禁用加密

source: Disable note encryption now?
it: Disattivo la cifrature?
pt: Desabilitar a criptografia de notas agora?
zh: 立即禁用加密?

source: Encryption is currently on, but storing notes individually requires it to be off. Disable encryption?
it: La cifratura è attualmente attivata, ma deve essere disattivata se si desidera salvare le note separatmante. Disattivo la cifratura?
pt: Criptografia está ativada no momento, mas para armazenar notas individualmente será necessário desativar. Deseja desativar a criptografia?
zh: 加密功能当前开启，但您必须禁用独立储存笔记的功能，而开启需要将笔记存储在单独的数据库中，是否禁用加密？

source: Format
it: Formato
pt: Formatar
zh: 格式

source: If you empty the Trash now, you could lose your notes. Relocate the notes to a less volatile folder?
it: Se si vuota il Cestino ora, alcune note potrebbero andar perse. Riposiziono le note in una cartella meno a rischio?
pt: Se você esvaziar a lixeira agora, você poderá perder suas notas. Mover as notas para uma pasta menos volátil?
zh: 如果您清空废纸篓，您的笔记将会丢失，重定位笔记到其他的文件夹？

source: Individual files remain in the notes directory. Leave them alone or move them to the Trash?
it: I documenti separati rimarranno nella cartella delle note. Vuoi conservarli o spostarli nel Cestino?
pt: Os arquivos individuais originais permanecem no diretório de notas. Deseja manter os arquivos ou movê-los para a lixeira?
zh: 独立文件仍然保留在笔记目录中，保留他们或移动到废纸篓？

# <Feedback loop warning title>
source: Warning: this notes folder is being synchronized with both %@ and %@. If multiple copies of Notational Velocity use this folder, then a feedback loop will be created.
it: Attenzione: questa cartella di note è sincronizzata sia con %@ che con %@. Se più copie di nvALT dovessero questa cartella, potrebbe verificarsi una sovrapposizione.
pt: Atenção: esta pasta de notas está sendo sincronizada com %@ e %@. Múltiplas cópias do nvALT utilizando uma mesma pasta pode resultar em um ciclo de realimentação (feedback loop).
zh: 警告: 此笔记文件夹同时与 %@ 和 %@ 同步，如果多个 nvALT 同时使用此文件夹。则可能造成无限循环的同步。

# <Feedback loop warning message>
source: To avoid this problem, choose a different location for the notes folder on this computer, or turn off %@ synchronization.
it: Per evitare questo problema, scegli una posizione diversa per la cartella delle note su questo computer, o disattiva la sincronizzazione con %@.
pt: Para evitar este problema, escolha um local diferente para a pasta de notas neste computador, ou desative a sincronização de %@.
zh: 为了避免发生这个问题，请在这台计算机上选择一另一位置，或关闭与 %@ 的同步。

source: The %@ server holds a different set of notes. Replace all %lu notes in nvALT with the %lu notes on the server, or merge both sets together?
it: Il server %@ contiene un gruppo di note diverso. Vuoi sostituire le %lu note di nvALT con le %lu note del server, o vuoi effettuare una fusione tra i due gruppi di note?
pt: O servidor %@ contém um conjunto diferente de notas. Substituir todas as notas %lu no nvALT com as notas %lu do servidor, ou mesclar os dois conjuntos?
zh: %@ 的服务器上存有不同的笔记，替换所有位于 nvALT 中的 %lu 条笔记，将会使用位于服务器上的 %lu 条笔记，或进行合并？

source: The %@ server reports that no notes exist. Delete all %lu notes in nvALT to match it, or re-upload them now?
it: Il server %@ avverte che non ci sono note. Vuoi cancellre le %lu note di nvALT per allinearti al server, o preferisci inviare le note al server?
pt: Não existem notas no servidor %@. Deseja apagar todas as notas %lu no nvALT também, ou enviar as notas novamente ao servidor?
zh: %@ 服务器无笔记记录，删除 nvALT 中存在的 %lu 条笔记，或重新上传？

source: Replacing will remove all %lu notes from nvALT. Merging will upload all notes to %@, omitting duplicates.
it: La sostituzione rimuoverà le %lu note da nvALT. La fusione invierà tutte le note a %@, escludendo i documenti doppi.
pt: “Substituir“ removerá todas as notas %lu do nvALT. “Mesclar“ irá carregar todas as notas para %@, omitindo itens duplicados.
zh: 替换将会从 nvALT 中删除所有 %lu 条笔记。合并将会上传所有笔记到 %@，并忽略重复项目。

source: If your %@ account is different, you may prefer to create a new database in nvALT instead.
it: Se il tuo account %@ è diverso, potresti preferire la creazione di un nuovo archivio in nvALT.
pt: Se a sua conta %@ for diferente, talvez prefira criar uma nova base de dados no nvALT.
zh: 如果与您的 %@ 帐号不同，您可以选择创建一个新的 nvALT 数据库。

source: Turn Off Syncing
it: Disattiva la sincronizzazione
pt: Desativar Sincronismo
zh: 关闭同步

source: Replace All Notes
it: Sostituisci tutte le note
pt: Substituir Todas As Notas
zh: 替换所有笔记

source: Remove All Notes
it: Elimina tutte le note
pt: Remover Todas As Notas
zh: 移除所有笔记

source: Merge Notes
it: Effettua la fusione delle note
pt: Mesclar Notas
zh: 合并笔记

source: Re-upload Notes
it: Invia le note al server
pt: Reenviar Notas
zh: 重新上传笔记

source: Add %lu existing notes in the database to %@?
it: Aggiungi le %lu note esistenti all'archivio presente su %@?
pt: Adicionar %lu notas existentes na base de dados para %@?
zh: 添加 %lu 条已存在笔记到数据库 %@？

source: Notes will be merged, omitting entries duplicated on the server.
it: Le note saranno unite, escludendo i documenti già esistenti nel server.
pt: Notas serão mescladas, omitindo entradas duplicadas no servidor
zh: 笔记将会被合并，忽略服务器上的重复项目。

source: Upload Notes
it: Invia note
pt: Enviar Notas
zh: 上传笔记

source: Downloading %lu of %lu notes
it: Sto prelevando %lu note su %lu
pt: Baixando %lu de %lu notas
zh: 正在下载 %lu 条笔记，共 %lu 条

source: Logging in…
it: Effettuo il login…
pt: Autenticando…
zh: 正在登录…

source: Getting the list of notes…
it: Ricevo l'elenco delle note…
pt: Obtendo a lista de notas…
zh: 获取笔记列表…

source: Downloading
it: Prelievo le note
pt: Baixando
zh: 正在下载

source: Creating
it: Creazione note
pt: Criando
zh: 正在创建

source: Updating
it: Aggiornamento note
pt: Atualizando
zh: 正在更新

source: Deleting
it: Cancellazione note
pt: Apagando
zh: 正在删除

source: Processing
it: Elaborazione in corso
pt: Processando
zh: 正在处理

source: %@ a note…
it: %@ una nota…
pt: %@ uma nota…
zh: %@ 一条笔记…

source: %@ %lu of %lu notes
it: %@ %lu di %lu note
pt: %@ %lu de %lu notas
zh: %@ %lu 条笔记，共 %lu 条

source: %@ %lu note(s) failed
it: %@ %lu nota(e) non è andata a buon fine
pt: %@ %lu nota(s): falha no processo
zh: %@ %lu 条笔记：失败

source: %@: Disabled
it: %@: Disattivata
pt: %@: Desativado
zh: %@: 已禁用

source: Last sync:
it: Ultima sincronizzazione:
pt: Última sincronia:
zh: 最后同步:

source: Synchronize Now
it: Sincronizza
pt: Sincronize Agora
zh: 立即同步

source: Stop Synchronizing
it: Annulla sincronizzazione
pt: Parar Sincronia
zh: 停止同步

source: %lu update(s) in progress
it: %lu aggiornamento(i) in corso
pt: %lu atualização(ões) em progresso
zh: %lu 项更新

source: Not synchronized yet
it: Non ancoa sincronizzato
pt: Não sincronizado
zh: 尚未同步

source: Incorrect login and password
it: Login e parola d'ordine non corretti
pt: Nome de usuário e senha incorretos
zh: 登录信息错误

source: Internet unavailable.
it: Internet non disponibile.
pt: Internet indisponível.
zh: 网络不可用。

source: Session could not be created
it: Impossibile creare la sessione
pt: Sessão não pôde ser criada
zh: 会话无法被创建

source: No authorization token
it: Token di autorizzazione non disponibile
pt: Sem token de autorização
zh: 无验证

source: The index of notes could not be parsed.
it: Impossibile leggere l'indice delle note.
pt: Não foi possível analisar o índice de notas.
zh: 无法解析笔记索引。

source: Error:
it: Errore:
pt: Erro:
zh: 错误:

source: Changes could not be uploaded.
it: Impossibile inviare le modifiche.
pt: Não foi possível enviar atualizações.
zh: 无法上传更改内容。

source: Italic
it: Corsivo
pt: Itálico
zh: 斜体

source: Keep Files
it: Conserva i documenti
pt: Manter Arquivos
zh: 保留文件

source: Loading Notes…
it: Caricamento note…
pt: Carregando Notas…
zh: 正在载入笔记…

source: Move to Trash
it: Sposta nel Cestino
pt: Mover para a Lixeira
zh: 移到废纸篓

source: No Note Selected
it: Nessuna nota selezionata
pt: Nenhuma Nota Selecionada
zh: 未选择笔记

source: No note selected.
it: Nessuna nota selezionata.
pt: Nenhuma Nota Selecionada.
zh: 未选择笔记。

source: nvALT supports encryption only for notes stored in a database file.
it: nvALT supporta solo la cifratura delle note contenute in un archivio.
pt: nvALT suporta criptografia somente em notas armazenadas em um arquivo de base de dados.
zh: nvALT 的加密功能只能用于单独的数据库存储模式。

source: Open Console in /Applications/Utilities/ for more information.
it: Apri Console da /Applications/Utilities/ per maggiori informazioni.
pt: Abra o Console em /Aplicativos/Utilitários/ para mais informações.
zh: 在 /应用程序/实用工具/ 中打开控制台来查看详细信息。

source: Paste
it: Incolla
pt: Colar
zh: 粘贴

source: plain text
it: solo testo
pt: texto simples
zh: 纯文本

source: Plain Text Style
it: Formato solo testo
pt: Estilo de Texto Simples
zh: 纯文本样式
