Repository: runt18/nv
Catalog: *.lproj/Localizable.strings
Languages: it, pt, zh

source: Use Automatic Text Replacement
it: Usa sostituzione automatica del testo
pt: Substituição Automática de Texto
zh: 使用自动文本替换

source: New Password…
it: Nuova parola d'ordine…
pt: Nova Senha…
zh: 新密码…

source: Insert New Password
it: Inserisci nuova parola d'ordine
pt: Inserir Nova Senha
zh: 插入新密码

source: Show Note Previews in Title
it: Mostra anteprima note nel titolo
pt: Mostrar Prévia de Notas no Título
zh: 显示笔记预览

source: Hide Note Previews in Title
it: Nascondi anteprima note nel titolo
pt: Esconder Prévia de Notas no Título
zh: 隐藏笔记预览

source: Relocate Notes
it: Riposiziona note
pt: Realocar Notas
zh: 重定位笔记

source: Remove All Bookmarks
it: Elimina tutti i segnalibri
pt: Remover Todos os Marcadores
zh: 移除所有书签

source: Remove all bookmarks?
it: Elimino tutti i segnalibri?
pt: Remover todos os marcadores?
zh: 移除所有书签?

source: rich text
it: testo formattato
pt: texto formatado
zh: 多信息文本

source: Select a new location for your nvALT notes.
it: Scegli una nuova posizione per le note di nvALT.
pt: Selecione um novo local para suas notas do nvALT.
zh: 为您的 nvALT 笔记选择新地址。

source: Too many bookmarks.
it: Troppi segnalibri.
pt: Quantidade muito grande de marcadores.
zh: 书签过多。

source: Turn Off Note Encryption…
it: Disattiva la cifratura…
pt: Desativar Criptografia de Notas…
zh: 关闭笔记加密…

source: Turn On Note Encryption…
it: Attiva la cifratura…
pt: Ativar Criptografia de Notas…
zh: 开启笔记加密…

source: Unable to create an FSRef from the chosen directory.
it: Non posso creare un FSRef dalla directory selezionata.
pt: Não é possível criar um FSRef do diretório escolhido.
zh: 无法从选定的目录中创建 FSRef。

source: Unable to create or access the Interim Note-Changes file. Is another copy of nvALT currently running?
it: Non posso creare o accedere al documento Interim Note-Changes. C'è un'altra copia di nvALT aperta?
pt: Não foi possível criar ou acessar o arquivo de alterações de notas temporário. Existe outra cópia do nvALT em execução?
zh: 无法创建或访问临时文件，是否当前有另一个 nvALT 正在运行？

source: Strikethrough
it: Barrato
pt: Tachado
zh: 删除线

source: Use a single database file
it: Usa archivio
pt: Use um único arquivo de banco de dados
zh: 使用单文件数据库

source: Warning: Your notes will be written to disk in clear text.
it: Attenzione: Le note saranno scritte su disco come testo leggibile.
pt: Atenção: Suas notas serão gravadas no disco em texto puro (sem criptografia).
zh: 警告: 您的笔记将会已明文格式写入磁盘。

source: When notes are stored in a single database individual files become redundant.
it: Una volta memorizzate le note nel singolo archivio, i documenti separati diventano doppioni inutili.
pt: Quando as notas são armazenadas em um único banco de dados, arquivos individuais tornam-se redundantes.
zh: 当笔记存储为单独数据库时，独立的文件将会保留。

source: You cannot create more than 26 bookmarks. Try removing some first.
it: Non è possibile creare più di 26 segnalibri. Prova a rimuoverne qualcuno.
pt: Você não pode criar mais de 26 marcadores. Tente remover alguns antes.
zh: 您无法创建多于26 个书签，尝试先移除一些不是那么有用的。

source: You cannot undo this action.
it: Impossibile annullare quest'azione.
pt: Você não pode desfazer esta ação.
zh: 您无法重做此动作。

source: You must select a note before it can be added as a bookmark.
it: Devi selezionare una nota prima di poterla aggiungere come segnalibro.
pt: Você deve selecionar uma nota para que possa ser adicionada como um marcador.
zh: 您必须先选择一个用于加入书签的笔记。

source: Your notes are currently stored as %@ files on disk, but encryption requires a single database. Switch to a database format?
it: Le tue note sono attualmente memorizzate su disco come documenti separati di %@, mentre la cifratura è disponibile solo per l'archivio singolo. Vuoi passare al formato archivio?
pt: Suas notas estão atualmente armazenadas no disco em arquivos de %@, mas a criptografia exige o uso de um único banco de dados. Alterar para o formato de banco de dados?
zh: 您的笔记当前在磁盘上存储为 %@，但是加密功能需要使用单独数据库，切换到数据库格式？

source: Your notes directory (%@) appears to be in the Trash.
it: La directory delle note (%@) sembra trovarsi nel Cestino.
pt: Seu diretório de notas (%@) aparentemente está na Lixeira.
zh: 您的笔记目录 (%@) 似乎位于废纸篓。

source: Your notes were not moved.
it: Le note non sono state spostate.
pt: Suas notas não foram movidas.
zh: 您的笔记未移动。

source: Title
it: Titolo
pt: Título
zh: 标题

source: Tags
it: Etichette
pt: Etiquetas
zh: 标签

source: Date Modified
it: Data modifica
pt: Data de Modificação
zh: 修改日期

source: Date Added
it: Data inserimento
pt: Data de Criação
zh: 添加日期

source: Go back to search; press %@-D to deselect
it: Torna alla ricerca; premi %@-D per deselezionare
pt: Voltar à busca; pressione %@-D para cancelar seleção
zh: 返回搜索; 按 %@-D 取消选择

source: Now searching for this text
it: Cerco il testo
pt: Procurando por este texto
zh: 正在搜索文本

source: Clear the search; press ESC
it: Cancella la ricerca; premi ESC
pt: Apagar a busca; pressione ESC
zh: 清除搜索结果，按 ESC 键

source: Type any text to search; press Return to create a note
it: Digita il testo da cercare; premi Invio per creare una nota
pt: Digite qualquer texto para efetuar uma busca; pressione Return para criar uma nota
zh: 输入任意文字搜索；按回车创建新笔记

source: Now editing this note; rename it with %@-R
it: Modifica della nota; rinominala con %@-R
pt: Editando esta nota no momento; para renomear pressione %@-R
zh: 现在编辑这个笔记；使用 %@-R 重命名

source: Excruciatingly Useful Shortcuts
it: Scorciatoie terribilmente utili
pt: Atalhos Incrivelmente Úteis
zh: 常用快捷键

source: Contact Information
it: Contatti
pt: Informações de Contato
zh: 联系信息

source: This is the title of a note
it: Questo è il titolo di una nota
pt: Este é o título de uma nota
zh: 这是一篇自动生成的笔记

source: How does this thing work?
it: Come funziona questa cosa?
pt: Como funciona isso?
zh: 使用概览

source: Switch to Vertical Layout
it: Passa alla disposizione verticale
pt: Alternar para Leiaute Vertical
zh: 切换到竖向排版

source: Switch to Horizontal Layout
it: Passa alla disposizione orizzontale
pt: Alternar para Leiaute Horizontal
zh: 切换到横向排版

source: Secure Text Entry will prevent %@, which is currently installed on this computer, from working in nvALT.
it: L'opzione Inserimento sicuro del testo impedisce a %@, attualmente installato su questo computer, di funzionare su nvALT.
pt: Entrada de Texto Segura irá impedir %@, atualmente instalado neste computador, de funcionar no nvALT.
zh: 安全文本输入会阻止 %@ 的访问，并且可能影响 nvALT 的正常运行。

source: Importing content…
it: Importo contenuto…
pt: Importando conteúdo…
zh: 正在导入内容…

source: From
it: Da
pt: Origem:
zh: 来自

source: Exit Full Screen
it: Disattiva modalità a tutto schermo
pt: Sair do ecrã completo
zh: 退出全屏幕

source: Enter Full Screen
it: Attiva modalità a tutto schermo
pt: Ecrã completo
zh: 进入全屏幕

source: Reset
it: Inizializza
pt: Repor
zh: 复位

source: Getting note changes…
it: Ottengo modifiche di nota…
pt: A obter modificações notas…
zh: 正在获得修改的笔记…

source: Use Selection for Find
it: Usa selezione per cercare
pt: Procurar selecção
zh: 查找所选内容

source: Add Link
it: Aggiungi Link
pt: Adicionar hiperligação
zh: 添加链接

source: Expand Notes List
it: Espandi Lista Note
pt: Expandir lista de notas
zh: 展开笔记列表

source: Collapse Notes List
it: Contrai Lista Note
pt: Comprimir lista de notas
zh: 折叠笔记列表

source: OK
zh: 确认
